[
    {
        "id": "5013001",
        "title": "The Way of Kings",
        "author": "Brandon Sanderson",
        "series": "The Stormlight Archive",
        "seriesNo": 1,
        "publishedDate": "August 31, 2010",
        "summary": "Roshar is a world of stone and storms. Uncanny tempests of incredible power sweep across the rocky terrain so frequently that they have shaped ecology and civilization alike. Animals hide in shells, trees pull in branches, and grass retracts into the soilless ground. Cities are built only where the topography offers shelter.\\n\\nIt has been centuries since the fall of the ten consecrated orders known as the Knights Radiant, but their Shardblades and Shardplate remain: mystical swords and suits of armor that transform ordinary men into near-invincible warriors. Men trade kingdoms for Shardblades. Wars were fought for them, and won by them.\\n\\nOne such war rages on a ruined landscape called the Shattered Plains. There, Kaladin, who traded his medical apprenticeship for a spear to protect his little brother, has been reduced to slavery. In a war that makes no sense, where ten armies fight separately against a single foe, he struggles to save his men and to fathom the leaders who consider them expendable.\\n\\nBrightlord Dalinar Kholin commands one of those other armies. Like his brother, the late king, he is fascinated by an ancient text called The Way of Kings. Troubled by over-powering visions of ancient times and the Knights Radiant, he has begun to doubt his own sanity.\\n\\nAcross the ocean, an untried young woman named Shallan seeks to train under an eminent scholar and notorious heretic, Dalinar's niece, Jasnah. Though she genuinely loves learning, Shallan's motives are less than pure. As she plans a daring theft, her research for Jasnah hints at secrets of the Knights Radiant and the true cause of the war.\\n\\nThe result of over ten years of planning, writing, and world-building, The Way of Kings is but the opening movement of the Stormlight Archive, a bold masterpiece in the making.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy",
            "Adventure"
        ],
        "categories": [
            "Read",
            "Favourites",
            "Fantasy",
            "eBook",
            "Hardcover"
        ],
        "starRating": 5,
        "coverFront": "5013001-front.jpg",
        "coverBack": "5013001-back.jpg",
        "coverSpine": "5013001-spine.jpg"
    },
    {
        "id": "5013002",
        "title": "The Colour of Magic",
        "author": "Terry Pratchett",
        "series": "Discworld",
        "seriesNo": 1,
        "publishedDate": "December 1, 1983",
        "summary": "On a world supported on the back of a giant turtle (sex unknown), a gleeful, explosive, wickedly eccentric expedition sets out. There's an avaricious but inept wizard, a naive tourist whose luggage moves on hundreds of dear little legs, dragons who only exist if you believe in them, and of course THE EDGE on the planet...",
        "genres": [
            "Fantasy",
            "Fiction",
            "Comedy",
            "Adventure"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "Paperback"
        ],
        "starRating": 3,
        "coverFront": "5013002-front.jpg",
        "coverBack": "5013002-back.jpg"
    },
    {
        "id": "5013003",
        "title": "Legends & Lattes",
        "author": "Travis Baldree",
        "series": "Legends & Lattes",
        "seriesNo": 1,
        "publishedDate": "February 22, 2022",
        "summary": "After decades of adventuring, Viv the orc barbarian is finally hanging up her sword for good. Now she sets her sights on a new dream - for she plans to open the first coffee shop in the city of Thune. Even though no one there knows what coffee actually is.\\n\\nIf Viv wants to put the past behind her, she can't go it alone. And help might arrive from unexpected quarters. Yet old rivals and new stand in the way of success. And Thune’s shady underbelly could make it all too easy for Viv to take up the blade once more.\\n\\nBut the true reward of the uncharted path is the travellers you meet along the way. Whether bound by ancient magic, delicious pastries or a freshly brewed cup, they may become something deeper than Viv ever could have imagined.",
        "genres": [
            "Fantasy",
            "Romance",
            "Fiction",
            "LGBT"
        ],
        "categories": [
            "Read",
            "Favourites",
            "Fantasy",
            "Paperback",
            "LGBT"
        ],
        "starRating": 5,
        "coverFront": "5013003-front.jpg",
        "coverBack": "5013003-back.jpg"
    },
    {
        "id": "5013004",
        "title": "A Brief History of Time",
        "author": "Stephen Hawking",
        "publishedDate": "September 1, 1988",
        "summary": "Was there a beginning of time? Could time run backwards? Is the universe infinite or does it have boundaries? These are just some of the questions considered in the internationally acclaimed masterpiece by one of the world's greatest thinkers. It begins by reviewing the great theories of the cosmos from Newton to Einstein, before delving into the secrets which still lie at the heart of space and time - from the Big Bang to black holes, via spiral galaxies and string theory. To this day A Brief History of Time remains a staple of the scientific canon, and its succinct and clear language continues to introduce millions to the universe and its wonders.\\n\\nSince its first publication in 1988, and it's last revision in 1996, there have been some remarkable new discoveries in physics. This new edition includes updates from Stephen Hawking with his latest thoughts about the No Boundary Proposal and offers new information about dark energy, the information paradox, eternal inflation, the microwave background radiation observations, and the discovery of gravitational waves.",
        "genres": [
            "Science",
            "Non-Fiction",
            "Physics",
            "History"
        ],
        "categories": [
            "Unread",
            "Non-Fiction",
            "Paperback"
        ],
        "starRating": 0,
        "coverFront": "5013004-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013005",
        "title": "Jade City",
        "author": "Fonda Lee",
        "series": "The Green Bone Saga",
        "seriesNo": 1,
        "publishedDate": "November 7, 2017",
        "summary": "Jade City is a gripping Godfather-esque tale of intergenerational blood feuds, vicious politics, magic, and kung fu. The Kaul family is one of two crime syndicates that control the island of Kekon. It's the only place in the world that produces rare magical jade, which grants those with the right training and heritage superhuman abilities.\\n\\nThe tensions between the ruling No Peak Clan and its ambitious rival, the Mountain Clan, escalate when a new generation begins vying for power. With the stakes higher than ever, the Kaul family must navigate deadly battles and dark magic in a fight to control the fate of Kekon.",
        "genres": [
            "Fantasy",
            "Urban Fantasy",
            "Fiction"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "eBook",
            "Favourites"
        ],
        "starRating": 4,
        "coverFront": "5013005-front.jpg",
        "coverBack": "5013005-back.jpg"
    },
    {
        "id": "5013006",
        "title": "The Song of Achilles",
        "author": "Madeline Miller",
        "publishedDate": "September 20, 2011",
        "summary": "The Song of Achilles is a unique retelling of the story of the greatest hero of Greek mythology, Achilles, and his legendary love for Patroclus. An exile from his homeland, Patroclus finds an unexpected friend in Achilles, despite the latter's godlike prowess in battle. Their friendship blossoms into something deeper as they grow into young men skilled in the arts of war and medicine.\\n\\nWhen word comes that Helen of Sparta has been kidnapped, Achilles must go to war in distant Troy and fulfill his destiny. Torn between love and fear for his friend, Patroclus joins the journey, little knowing that the years that follow will test everything they hold dear.",
        "genres": [
            "Historical Fiction",
            "LGBT",
            "Fantasy"
        ],
        "categories": [
            "Unread",
            "Paperback",
            "LGBT",
            "Fantasy"
        ],
        "starRating": 0,
        "coverFront": "5013006-front.jpg",
        "coverBack": "5013006-back.jpg"
    },
    {
        "id": "5013007",
        "title": "The Picture of Dorian Gray",
        "author": "Oscar Wilde",
        "publishedDate": "June 20, 1890",
        "summary": "The Picture of Dorian Gray is a philosophical novel that explores the nature of beauty, art, morality, and the search for eternal youth. Dorian Gray is a stunningly handsome young man who becomes the subject of a portrait by artist Basil Hallward. Influenced by the decadent Lord Henry Wotton, Dorian wishes that his portrait would age instead of him.\\n\\nDorian's wish is mysteriously granted, and the portrait begins to reflect the consequences of his increasingly corrupt and hedonistic lifestyle, while he remains physically unchanged. As Dorian navigates a life of excess and sin, the portrait serves as a reminder of the cost of eternal youth.",
        "genres": [
            "Classics",
            "Philosophical Fiction",
            "Gothic"
        ],
        "categories": [
            "Unread",
            "Classics",
            "eBook"
        ],
        "starRating": 0,
        "coverFront": "5013007-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013008",
        "title": "Leviathan Wakes",
        "author": "James S.A. Corey",
        "series": "The Expanse",
        "seriesNo": 1,
        "publishedDate": "June 2, 2011",
        "summary": "Leviathan Wakes is the first book in The Expanse series, blending elements of detective noir, political intrigue, and high-stakes space adventure. Set in a future where humanity has colonized the Solar System, it tells the story of Jim Holden, an officer on an ice miner, and Detective Miller, searching for a missing heiress.\\n\\nTheir paths cross when Holden discovers a derelict ship with a terrifying secret, thrusting him into the center of a conspiracy that could spark a system-wide war. Meanwhile, Miller's obsession with the missing heiress leads him to a revelation that could alter the course of human history.",
        "genres": [
            "Science Fiction",
            "Space Opera",
            "Adventure"
        ],
        "categories": [
            "Unread",
            "Science Fiction",
            "eBook"
        ],
        "starRating": 0,
        "coverFront": "5013008-front.jpg",
        "coverBack": "5013008-back.jpg"
    },
    {
        "id": "5013009",
        "title": "The Stardust Thief",
        "author": "Chelsea Abdullah",
        "series": "The Sandsea Trilogy",
        "seriesNo": 1,
        "publishedDate": "May 17, 2022",
        "summary": "Loulie al-Nazari is the Midnight Merchant: a criminal who, with the help of her jinn bodyguard, hunts and sells illegal magic. When she saves the life of a cowardly prince, she draws the attention of his powerful father, the sultan, who blackmails her into finding an ancient lamp that has the power to revive the barren land—at the cost of sacrificing all jinn.\\n\\nWith no choice but to obey or be executed, Loulie journeys with the sultan's oldest son to find the artifact. Aided by her bodyguard, who has secrets of his own, they must survive ghoul attacks, outwit a vengeful jinn queen, and confront a malicious killer from Loulie's past. And, in a world where story is reality and illusion is truth, Loulie will discover that everything—her enemy, her magic, even her own past—is not what it seems, and she must decide who she will become in this new reality.\\n\\nInspired by stories from One Thousand and One Nights, The Stardust Thief weaves the gripping tale of a legendary smuggler, a cowardly prince, and a dangerous quest across the desert to find a legendary, magical lamp.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Adventure"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "Paperback"
        ],
        "starRating": 4,
        "coverFront": "5013009-front.jpg",
        "coverBack": "5013009-back.jpg"
    },
    {
        "id": "5013010",
        "title": "Babel: An Arcane History",
        "author": "R.F. Kuang",
        "publishedDate": "August 23, 2022",
        "summary": "1828. Robin Swift, orphaned by cholera in Canton, is brought to London by the mysterious Professor Lovell. There, he trains for years in Latin, Ancient Greek, and Chinese, all in preparation for the day he'll enroll in Oxford University's prestigious Royal Institute of Translation—also known as Babel.\\n\\nBabel is the world's center for translation and, more importantly, magic. Silver working—the art of manifesting the meaning lost in translation using enchanted silver bars—has made the British unparalleled in power, as its knowledge serves the Empire's quest for colonization.\\n\\nFor Robin, Oxford is a utopia dedicated to the pursuit of knowledge. But knowledge obeys power, and as a Chinese boy raised in Britain, Robin realizes serving Babel means betraying his motherland. As his studies progress, Robin finds himself caught between Babel and the shadowy Hermes Society, an organization dedicated to stopping imperial expansion. When Britain pursues an unjust war with China over silver and opium, Robin must decide…",
        "genres": [
            "Fantasy",
            "Historical Fiction",
            "Fiction"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "Paperback",
            "Borrowed"
        ],
        "starRating": 3,
        "coverFront": "5013010-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013011",
        "title": "Lightblade",
        "author": "Zamil Akhtar",
        "series": "Lightblade",
        "seriesNo": 1,
        "publishedDate": "January 1, 2022",
        "summary": "One day, Jyosh will climb the heavens and slay a dragon god. Though nothing could seem less likely for a slave, especially one whose body is too broken to cycle sunshine into destructive magical energy. Until he meets a woman who can secretly teach him the lightblade, an energy sword transmuted from sunlight, capable of changing size, shape, and performing incredible magical feats according to the wielder’s skill level. Except she only exists in his dreams. Each hour of sleep equals a day in these shared lucid dreams, wherein he must master new lightblade abilities, bond with his teacher and other allies, and gain the fortitude to overcome his weakness and crush his enemies. When Jyosh awakens to learn that a mysterious lightblade master, who also commands an armada of sky ships, is spreading destruction across the land, he’ll face a trial by fire against forces far more frightening than he could ever dream. And forged from that fire, a Light Ascendent will rise. Cradle meets The Matrix in this progression sci-fantasy featuring light-based magic, dream training, and dragon gods.",
        "genres": [
            "Fantasy",
            "Science Fiction",
            "Fiction"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "eBook",
            "Borrowed"
        ],
        "starRating": 4,
        "coverFront": "5013011-front.jpg",
        "coverBack": "5013011-back.jpg"
    },
    {
        "id": "5013012",
        "title": "The Lies of Locke Lamora",
        "author": "Scott Lynch",
        "series": "The Gentleman Bastards",
        "seriesNo": 1,
        "publishedDate": "June 1, 2006",
        "summary": "An orphan's life is harsh—and often short—in the mysterious island city of Camorr. But young Locke Lamora dodges death and slavery, becoming a thief under the tutelage of a gifted con artist. As leader of the band of light-fingered brothers known as the Gentleman Bastards, Locke is soon infamous, fooling even the underworld's most feared ruler. But in the shadows lurks someone still more ambitious and deadly. Faced with a bloody coup that threatens to destroy everyone and everything that holds meaning in his mercenary life, Locke vows to beat the enemy at his own brutal game—or die trying.",
        "genres": [
            "Fantasy",
            "Adventure",
            "Fiction"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "Paperback"
        ],
        "starRating": 4,
        "coverFront": "5013012-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013013",
        "title": "All Systems Red",
        "author": "Martha Wells",
        "series": "The Murderbot Diaries",
        "seriesNo": 1,
        "publishedDate": "May 2, 2017",
        "summary": "\"As a heartless killing machine, I was a complete failure.\"\\n\\nIn a corporate-dominated space-faring future, planetary missions must be approved and supplied by the Company. For their own safety, exploratory teams are accompanied by Company-supplied security androids. But in a society where contracts are awarded to the lowest bidder, safety isn’t a primary concern.\\n\\nOn a distant planet, a team of scientists is conducting surface tests, shadowed by their Company-supplied ‘droid--a self-aware SecUnit that has hacked its own governor module and refers to itself (though never out loud) as “Murderbot.” Scornful of humans, Murderbot wants is to be left alone long enough to figure out who it is, but when a neighboring mission goes dark, it's up to the scientists and Murderbot to get to the truth.",
        "genres": [
            "Science Fiction",
            "Fiction",
            "Novella"
        ],
        "categories": [
            "Read",
            "Science Fiction",
            "eBook"
        ],
        "starRating": 4,
        "coverFront": "5013013-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013014",
        "title": "Tress of the Emerald Sea",
        "author": "Brandon Sanderson",
        "publishedDate": "January 10, 2023",
        "summary": "The only life Tress has known on her island home in an emerald-green ocean has been a simple one, with the simple pleasures of collecting cups brought by sailors from faraway lands and listening to stories told by her friend Charlie. But when his father takes him on a voyage to find a bride and disaster strikes, Tress must stow away on a ship and seek the Sorceress of the deadly Midnight Sea. Amid the spore oceans where pirates abound, can Tress leave her simple life behind and make her own place sailing a sea where a single drop of water can mean instant death?",
        "genres": [
            "Fantasy",
            "Fiction",
            "Romance",
            "Adventure"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "Paperback"
        ],
        "starRating": 4,
        "coverFront": "5013014-front.jpg",
        "coverBack": "5013014-back.jpg",
        "coverSpine": "5013014-spine.jpg"
    },
    {
        "id": "5013015",
        "title": "Heir to the Empire",
        "author": "Timothy Zahn",
        "series": "Star Wars: The Thrawn Trilogy",
        "seriesNo": 1,
        "publishedDate": "May 1, 1991",
        "summary": "Five years ago, the Rebel Alliance destroyed the Death Star, defeated Darth Vader and the Emperor, and drove the remnants of the old Imperial Starfleet to a distant corner of the galaxy. Princess Leia and Han Solo are married and expecting twins. And Luke Skywalker has become the first in a long-awaited line of Jedi Knights.\\n\\nBut thousands of light-years away, the last of the Emperor's warlords, Grand Admiral Thrawn, has taken command of the shattered Imperial fleet, readied it for war, and pointed it at the fragile heart of the New Republic. For this dark warrior has made a vital discovery that could destroy everything the courageous men and women of the Rebel Alliance fought so hard to build.",
        "genres": [
            "Science Fiction",
            "Fiction",
            "Space Opera",
            "Adventure"
        ],
        "categories": [
            "Read",
            "Science Fiction",
            "Paperback",
            "Favourites"
        ],
        "starRating": 5,
        "coverFront": "5013015-front.jpg",
        "coverBack": "5013015-back.jpg"
    },
    {
        "id": "5013016",
        "title": "A Wizard of Earthsea",
        "author": "Ursula K. Le Guin",
        "series": "Earthsea Cycle",
        "seriesNo": 1,
        "publishedDate": "January 1, 1968",
        "summary": "Ged, the greatest sorcerer in all Earthsea, was called Sparrowhawk in his reckless youth.\\n\\nHungry for power and knowledge, Sparrowhawk tampered with long-held secrets and loosed a terrible shadow upon the world. This is the tale of his testing, how he mastered the mighty words of power, tamed an ancient dragon, and crossed death's threshold to restore the balance.",
        "genres": [
            "Classics",
            "Fiction",
            "Young Adult",
            "Fantasy"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "eBook"
        ],
        "starRating": 3,
        "coverFront": "5013016-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013017",
        "title": "The Hobbit",
        "author": "J.R.R. Tolkien",
        "publishedDate": "September 21, 1937",
        "summary": "Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely travelling further than the pantry of his hobbit-hole in Bag End. But his contentment is disturbed when the wizard, Gandalf, and a company of thirteen dwarves arrive on his doorstep one day to whisk him away on an unexpected journey 'there and back again'. They have a plot to raid the treasure hoard of Smaug the Magnificent, a large and very dangerous dragon…\\n\\nThe prelude to The Lord of the Rings, The Hobbit has sold many millions of copies since its publication in 1937, establishing itself as one of the most beloved and influential books of the twentieth century.",
        "genres": [
            "Classics",
            "Fiction",
            "Young Adult",
            "Fantasy",
            "Adventure"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "eBook",
            "Hardcover",
            "Classics"
        ],
        "starRating": 2,
        "coverFront": "5013017-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013018",
        "title": "Small Gods",
        "author": "Terry Pratchett",
        "series": "Discworld",
        "seriesNo": 13,
        "publishedDate": "January 1, 1992",
        "summary": "'Just because you can't explain it, doesn't mean it's a miracle.'\\n\\nIn the beginning was the Word. And the Word was: 'Hey, you!' This is the Discworld, after all, and religion is a controversial business. Everyone has their own opinion, and indeed their own gods, of every shape and size, and all elbowing for space at the top. In such a competitive environment, shape and size can be pretty crucial to make one's presence felt. So it's certainly not helpful to be reduced to appearing in the form of a tortoise, a manifestation far below god-like status in anyone's book.\\n\\nIn such instances, you need an acolyte, and fast: for the Great God Om, Brutha the novice is the Chosen One – or at least the only One available. He wants peace and justice and brotherly love. He also wants the Inquisition to stop torturing him now, please...",
        "genres": [
            "Fantasy",
            "Fiction",
            "Comedy",
            "Religion"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "Paperback",
            "Audiobook"
        ],
        "starRating": 4,
        "coverFront": "5013018-front.jpg",
        "coverBack": "5013018-back.jpg"
    },
    {
        "id": "5013019",
        "title": "A Game of Thrones",
        "author": "George R.R. Martin",
        "series": "A Song of Ice and Fire",
        "seriesNo": 1,
        "publishedDate": "August 6, 1996",
        "summary": "Summers span decades. Winter can last a lifetime. And the struggle for the Iron Throne has begun.\\n\\nAs Warden of the north, Lord Eddard Stark counts it a curse when King Robert bestows on him the office of the Hand. His honour weighs him down at court where a true man does what he will, not what he must … and a dead enemy is a thing of beauty.\\n\\nThe old gods have no power in the south, Stark’s family is split and there is treachery at court. Worse, the vengeance-mad heir of the deposed Dragon King has grown to maturity in exile in the Free Cities. He claims the Iron Throne.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy",
            "Adventure"
        ],
        "categories": [
            "Read",
            "Fantasy",
            "Paperback",
            "Favourites",
            "eBook"
        ],
        "starRating": 5,
        "coverFront": "5013019-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013020",
        "title": "Fight Club",
        "author": "Chuck Palahniuk",
        "publishedDate": "August 17, 1996",
        "summary": "Plagued with insomnia due to the cynical nature of his job (he investigates accidents for a carmaker in order to assess the cost-effectiveness of a recall), Fight Club's nameless narrator spends his evenings attending support groups for the terminally ill. Masquerading as a sufferer of various cancers, or as a victim of brain parasites, he discovers that losing all hope bestows a sense of freedom; Facing death, he feels more alive than ever before, and sleeps like a baby. Until Marla Singer (also a shamming support group groupie) ruins everything.\\n\\nMarla not only invades his therapy sessions, but gradually insinuates herself into his private life as well, taking up with his housemate, the mysterious Tyler Durden. Tyler, a self-styled \"minimum wage despoiler,\" works a succession of night jobs, taking perverse glee in sabotaging and blackmailing his employers. When, on a whim, the narrator and Tyler take turns punching out their frustrations on each other at a local bar, Fight Club is born.\\n\\n\"The first rule about fight club is that you don't talk about fight club\"\\n\\nSoon the disaffected drones of industry are spending their off hours beating each other to bloody pulp. After a night in Fight Club, they go back to their jobs bruised and battered, but with the liberating sense that they can handle anything. But FightClubis only the first stage of Tyler's anarchic master plan; Soon random acts of unkindness proliferate as mayhem and organized chaos spread across the country, culminating in a schizophrenic showdown on top of the world's tallest building.",
        "genres": [
            "Thriller",
            "Fiction",
            "Mystery"
        ],
        "categories": [
            "Read",
            "Paperback",
            "DNF"
        ],
        "starRating": 2,
        "coverFront": "5013020-front.jpg",
        "coverBack": "5013020-back.jpg"
    },
    {
        "id": "5013021",
        "title": "Unsouled",
        "author": "Will Wight",
        "series": "Cradle",
        "seriesNo": 1,
        "publishedDate": "June 13, 2016",
        "summary": "Lindon is born Unsouled, the one person in his family unable to use the magical Paths of the sacred arts. He uses every trick and technique he can borrow or steal to improve his life, but it seems he will never be able to join the ranks of the truly powerful.\\n\\nUntil the heavens descend and show him the future.\\n\\nWhen Lindon becomes the only one who sees the approaching doom, he must leave his homeland to save it... and to see how far he can go by walking his own Path.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Progression Fantasy"
        ],
        "categories": [
            "Read",
            "Audiobook",
            "eBook",
            "Fantasy"
        ],
        "starRating": 3,
        "coverFront": "5013021-front.jpg",
        "coverBack": "5013021-back.jpg"
    },
    {
        "id": "5013022",
        "title": "Pale Blue Dot: A Vision of the Human Future in Space",
        "author": "Carl Sagan",
        "publishedDate": "November 8, 1994",
        "summary": "In Cosmos, the late astronomer Carl Sagan cast his gaze over the magnificent mystery of the Universe and made it accessible to millions of people around the world. Now in this stunning sequel, Carl Sagan completes his revolutionary journey through space and time.\\n\\nFuture generations will look back on our epoch as the time when the human race finally broke into a radically new frontier--space. In Pale Blue Dot, Sagan traces the spellbinding history of our launch into the cosmos and assesses the future that looms before us as we move out into our own solar system and on to distant galaxies beyond. The exploration and eventual settlement of other worlds is neither a fantasy nor luxury, insists Sagan, but rather a necessary condition for the survival of the human race.",
        "genres": [
            "Science",
            "Non-Fiction",
            "Astronomy",
            "Philosophy"
        ],
        "categories": [
            "Unread",
            "Paperback",
            "eBook",
            "Non-Fiction"
        ],
        "starRating": 0,
        "coverFront": "5013022-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013023",
        "title": "The Name of the Wind",
        "author": "Patrick Rothfuss",
        "series": "The Kingkiller Chronicle",
        "seriesNo": 1,
        "publishedDate": "March 27, 2007",
        "summary": "Told in Kvothe's own voice, this is the tale of the magically gifted young man who grows to be the most notorious wizard his world has ever seen.\\n\\nThe intimate narrative of his childhood in a troupe of traveling players, his years spent as a near-feral orphan in a crime-ridden city, his daringly brazen yet successful bid to enter a legendary school of magic, and his life as a fugitive after the murder of a king form a gripping coming-of-age story unrivaled in recent literature.\\n\\nA high-action story written with a poet's hand, The Name of the Wind is a masterpiece that will transport readers into the body and mind of a wizard.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy"
        ],
        "categories": [
            "Read",
            "DNF",
            "eBook",
            "Audiobook",
            "Fantasy",
            "Borrowed"
        ],
        "starRating": 1,
        "coverFront": "5013023-front.jpg",
        "coverBack": "5013023-back.jpg"
    },
    {
        "id": "5013024",
        "title": "The Brothers Karamazov",
        "author": "Fyodor Dostoevsky",
        "publishedDate": "January 1, 1880",
        "summary": "\"The Brothers Karamazov\" is a murder mystery, a courtroom drama, and an exploration of erotic rivalry in a series of triangular love affairs involving Karamazov and his three sons - the impulsive and sensual Dmitri; the coldly rational Ivan; and the healthy young novice Alyosha. Through the gripping events of their story, Dostoevsky portrays the social and spiritual strivings in what was both a golden age and a tragic turning point in Russian culture.",
        "genres": [
            "Classics",
            "Fiction",
            "Philosophy"
        ],
        "categories": [
            "Unread",
            "Classics",
            "Paperback"
        ],
        "starRating": 0,
        "coverFront": "5013024-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013025",
        "title": "Words of Radiance",
        "author": "Brandon Sanderson",
        "series": "The Stormlight Archive",
        "seriesNo": 2,
        "publishedDate": "March 4, 2014",
        "summary": "Expected by his enemies to die the miserable death of a military slave, Kaladin survived to be given command of the royal bodyguards, a controversial first for a low-status \"darkeyes.\" Now he must protect the king and Dalinar from every common peril as well as the distinctly uncommon threat of the Assassin, all while secretly struggling to master remarkable new powers that are somehow linked to his honorspren, Syl.\\n\\nThe Assassin, Szeth, is active again, murdering rulers all over the world of Roshar, using his baffling powers to thwart every bodyguard and elude all pursuers. Among his prime targets is Highprince Dalinar, widely considered the power behind the Alethi throne. His leading role in the war would seem reason enough, but the Assassin's master has much deeper motives.\\n\\nBrilliant but troubled Shallan strives along a parallel path. Despite being broken in ways she refuses to acknowledge, she bears a terrible burden: to somehow prevent the return of the legendary Voidbringers and the civilization-ending Desolation that will follow. The secrets she needs can be found at the Shattered Plains, but just arriving there proves more difficult than she could have imagined.\\n\\nMeanwhile, at the heart of the Shattered Plains, the Parshendi are making an epochal decision. Hard pressed by years of Alethi attacks, their numbers ever shrinking, they are convinced by their war leader, Eshonai, to risk everything on a desperate gamble with the very supernatural forces they once fled. The possible consequences for Parshendi and humans alike, indeed, for Roshar itself, are as dangerous as they are incalculable.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy"
        ],
        "categories": [
            "Read",
            "Audiobook",
            "Hardcover",
            "Fantasy"
        ],
        "starRating": 4,
        "coverFront": "5013025-front.jpg",
        "coverBack": "5013025-back.jpg"
    },
    {
        "id": "5013026",
        "title": "The Final Empire",
        "author": "Brandon Sanderson",
        "series": "Mistborn",
        "seriesNo": 1,
        "publishedDate": "July 17, 2006",
        "summary": "For a thousand years the ash fell and no flowers bloomed. For a thousand years the Skaa slaved in misery and lived in fear. For a thousand years the Lord Ruler, the \"Sliver of Infinity,\" reigned with absolute power and ultimate terror, divinely invincible. Then, when hope was so long lost that not even its memory remained, a terribly scarred, heart-broken half-Skaa rediscovered it in the depths of the Lord Ruler's most hellish prison. Kelsier \"snapped\" and found in himself the powers of a Mistborn. A brilliant thief and natural leader, he turned his talents to the ultimate caper, with the Lord Ruler himself as the mark.\\n\\nKelsier recruited the underworld's elite, the smartest and most trustworthy allomancers, each of whom shares one of his many powers, and all of whom relish a high-stakes challenge. Then Kelsier reveals his ultimate dream, not just the greatest heist in history, but the downfall of the divine despot.\\n\\nBut even with the best criminal crew ever assembled, Kel's plan looks more like the ultimate long shot, until luck brings a ragged girl named Vin into his life. Like him, she's a half-Skaa orphan, but she's lived a much harsher life. Vin has learned to expect betrayal from everyone she meets. She will have to learn trust if Kel is to help her master powers of which she never dreamed.\\n\\nBrandon Sanderson, fantasy's newest master tale-spinner and author of the acclaimed debut Elantris, dares to turn a genre on its head by asking a simple question: What if the prophesied hero failed to defeat the Dark Lord? The answer will be found in the Misborn Trilogy, a saga of surprises that begins with the book in your hands. Fantasy will never be the same again.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy",
            "High Fantasy"
        ],
        "categories": [
            "Read",
            "Paperback",
            "eBook",
            "Fantasy",
            "Favourites"
        ],
        "starRating": 5,
        "coverFront": "5013026-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013027",
        "title": "The Well of Ascension",
        "author": "Brandon Sanderson",
        "series": "Mistborn",
        "seriesNo": 2,
        "publishedDate": "August 21, 2007",
        "summary": "The impossible has been accomplished. The Lord Ruler—the man who claimed to be god incarnate and brutally ruled the world for a thousand years—has been vanquished. But Kelsier, the hero who masterminded that triumph, is dead too, and now the awesome task of building a new world has been left to his young protégé, Vin, the former street urchin who is now the most powerful Mistborn in the land, and to the idealistic young nobleman she loves.\\n\\nAs Kelsier's protégé and slayer of the Lord Ruler she is now venerated by a budding new religion, a distinction that makes her intensely uncomfortable. Even more worrying, the mists have begun behaving strangely since the Lord Ruler died, and seem to harbor a strange vaporous entity that haunts her.\\n\\nStopping assassins may keep Vin's Mistborn skills sharp, but it's the least of her problems. Luthadel, the largest city of the former empire, doesn't run itself, and Vin and the other members of Kelsier's crew, who lead the revolution, must learn a whole new set of practical and political skills to help. It certainly won't get easier with three armies - one of them composed of ferocious giants - now vying to conquer the city, and no sign of the Lord Ruler's hidden cache of atium, the rarest and most powerful allomantic metal.\\n\\nAs the siege of Luthadel tightens, an ancient legend seems to offer a glimmer of hope. But even if it really exists, no one knows where to find the Well of Ascension or what manner of power it bestows.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy",
            "High Fantasy"
        ],
        "categories": [
            "Read",
            "Paperback",
            "eBook",
            "Fantasy"
        ],
        "starRating": 4,
        "coverFront": "5013027-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013028",
        "title": "The Hero of Ages",
        "author": "Brandon Sanderson",
        "series": "Mistborn",
        "seriesNo": 3,
        "publishedDate": "October 14, 2008",
        "summary": "Who is the Hero of Ages?\\n\\nTo end the Final Empire and restore freedom, Vin killed the Lord Ruler. But as a result, the Deepness—the lethal form of the ubiquitous mists—is back, along with increasingly heavy ashfalls and ever more powerful earthquakes. Humanity appears to be doomed.\\n\\nHaving escaped death at the climax of The Well of Ascension only by becoming a Mistborn himself, Emperor Elend Venture hopes to find clues left behind by the Lord Ruler that will allow him to save the world. Vin is consumed with guilt at having been tricked into releasing the mystic force known as Ruin from the Well. Ruin wants to end the world, and its near omniscience and ability to warp reality make stopping it seem impossible. Vin can't even discuss it with Elend lest Ruin learn their plans!",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy",
            "High Fantasy"
        ],
        "categories": [
            "Read",
            "Paperback",
            "eBook",
            "Fantasy",
            "Favourites"
        ],
        "starRating": 5,
        "coverFront": "5013028-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013029",
        "title": "Piranesi",
        "author": "Susanna Clarke",
        "publishedDate": "September 15, 2020",
        "summary": "Piranesi's house is no ordinary building: its rooms are infinite, its corridors endless, its walls are lined with thousands upon thousands of statues, each one different from all the others. Within the labyrinth of halls an ocean is imprisoned; waves thunder up staircases, rooms are flooded in an instant. But Piranesi is not afraid; he understands the tides as he understands the pattern of the labyrinth itself. He lives to explore the house.\\n\\nThere is one other person in the house—a man called The Other, who visits Piranesi twice a week and asks for help with research into A Great and Secret Knowledge. But as Piranesi explores, evidence emerges of another person, and a terrible truth begins to unravel, revealing a world beyond the one Piranesi has always known.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Mystery",
            "Mythology"
        ],
        "categories": [
            "Unread",
            "Hardcover",
            "Fantasy"
        ],
        "starRating": 0,
        "coverFront": "5013029-front.jpg",
        "coverBack": "5013029-back.jpg"
    },
    {
        "id": "5013030",
        "title": "The Priory of the Orange Tree",
        "author": "Samantha Shannon",
        "publishedDate": "February 26, 2019",
        "summary": "A world divided. A queendom without an heir. An ancient enemy awakens.\\n\\nThe House of Berethnet has ruled Inys for a thousand years. Still unwed, Queen Sabran the Ninth must conceive a daughter to protect her realm from destruction - but assassins are getting closer to her door.\\n\\nEad Duryan is an outsider at court. Though she has risen to the position of lady-in-waiting, she is loyal to a hidden society of mages. Ead keeps a watchful eye on Sabran, secretly protecting her with forbidden magic.\\n\\nAcross the dark sea, Tané has trained to be a dragonrider since she was a child, but is forced to make a choice that could see her life unravel.\\n\\nMeanwhile, the divided East and West refuse to parley, and forces of chaos are rising from their sleep.",
        "genres": [
            "Fantasy",
            "Fiction",
            "LGBT"
        ],
        "categories": [
            "Unread",
            "Paperback",
            "Fantasy",
            "LGBT"
        ],
        "starRating": 0,
        "coverFront": "5013030-front.jpg",
        "coverBack": "5013030-back.jpg"
    },
    {
        "id": "5013031",
        "title": "The Eye of the World",
        "author": "Robert Jordan",
        "series": "The Wheel of Time",
        "seriesNo": 1,
        "publishedDate": "January 15, 1990",
        "summary": "The Wheel of Time turns and Ages come and pass, leaving memories that become legend. Legend fades to myth, and even myth is long forgotten when the Age that gave it birth returns again. What was, what will be, and what is, may yet fall under the Shadow.\\n\\nMoiraine Damodred arrives in Emond's Field on a quest to find the one prophesized to stand against The Dark One, a malicious entity sowing the seeds of chaos and destruction. When a vicious band of half-men, half beasts invade the village seeking their master's enemy, Moiraine persuades Rand al'Thor and his friends to leave their home and enter a larger unimaginable world filled with dangers waiting in the shadows and in the light.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy",
            "High Fantasy"
        ],
        "categories": [
            "Read",
            "Paperback",
            "Fantasy"
        ],
        "starRating": 4,
        "coverFront": "5013031-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013032",
        "title": "Assassin's Apprentice",
        "author": "Robin Hobb",
        "series": "The Realm of the Elderlings",
        "seriesNo": 1,
        "publishedDate": "May 1, 1995",
        "summary": "In a faraway land where members of the royal family are named for the virtues they embody, one young boy will become a walking enigma.\\n\\nBorn on the wrong side of the sheets, Fitz, son of Chivalry Farseer, is a royal bastard, cast out into the world, friendless and lonely. Only his magical link with animals - the old art known as the Wit - gives him solace and companionship. But the Wit, if used too often, is a perilous magic, and one abhorred by the nobility.\\n\\nSo when Fitz is finally adopted into the royal household, he must give up his old ways and embrace a new life of weaponry, scribing, courtly manners; and how to kill a man secretly, as he trains to become a royal assassin.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy",
            "High Fantasy"
        ],
        "categories": [
            "Unread",
            "Paperback",
            "Fantasy",
            "eBook"
        ],
        "starRating": 0,
        "coverFront": "5013032-front.jpg",
        "coverBack": "5013032-back.jpg"
    },
    {
        "id": "5013033",
        "title": "The Will of the Many",
        "author": "James Islington",
        "series": "Hierarchy",
        "seriesNo": 1,
        "publishedDate": "May 23, 2023",
        "summary": "The Catenan Republic—the Hierarchy—may rule the world now, but they do not know everything.\\n\\nI tell them my name is Vis Telimus. I tell them I was orphaned after a tragic accident three years ago, and that good fortune alone has led to my acceptance into their most prestigious school. I tell them that once I graduate, I will gladly join the rest of civilised society in allowing my strength, my drive and my focus—what they call Will—to be leeched away and added to the power of those above me, as millions already do. As all must eventually do.\\n\\nI tell them that I belong, and they believe me.\\n\\nBut the truth is that I have been sent to the Academy to find answers. To solve a murder. To search for an ancient weapon. To uncover secrets that may tear the Republic apart.\\n\\nAnd that I will never, ever cede my Will to the empire that executed my family.\\n\\nTo survive, though, I will still have to rise through the Academy's ranks. I will have to smile, and make friends, and pretend to be one of them and win. Because if I cannot, then those who want to control me, who know my real name, will no longer have any use for me.\\n\\nAnd if the Hierarchy finds out who I truly am, they will kill me.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy",
            "High Fantasy",
            "Mystery"
        ],
        "categories": [
            "Currently Reading",
            "eBook",
            "Fantasy"
        ],
        "starRating": 0,
        "coverFront": "5013033-front.jpg",
        "coverBack": "5013033-back.jpg"
    },
    {
        "id": "5013034",
        "title": "The House in the Cerulean Sea",
        "author": "T.J. Klune",
        "series": "The House in the Cerulean Sea",
        "seriesNo": 1,
        "publishedDate": "March 16, 2020",
        "summary": "A magical island. A dangerous task. A burning secret.\\n\\nLinus Baker leads a quiet, solitary life. At forty, he lives in a tiny house with a devious cat and his old records. As a Case Worker at the Department in Charge Of Magical Youth, he spends his days overseeing the well-being of children in government-sanctioned orphanages.\\n\\nWhen Linus is unexpectedly summoned by Extremely Upper Management he's given a curious and highly classified assignment: travel to Marsyas Island Orphanage, where six dangerous children reside: a gnome, a sprite, a wyvern, an unidentifiable green blob, a were-Pomeranian, and the Antichrist. Linus must set aside his fears and determine whether or not they're likely to bring about the end of days.\\n\\nBut the children aren't the only secret the island keeps. Their caretaker is the charming and enigmatic Arthur Parnassus, who will do anything to keep his wards safe. As Arthur and Linus grow closer, long-held secrets are exposed, and Linus must make a choice: destroy a home or watch the world burn.\\n\\nAn enchanting story, masterfully told, The House in the Cerulean Sea is about the profound experience of discovering an unlikely family in an unexpected place—and realizing that family is yours.",
        "genres": [
            "Fantasy",
            "Fiction",
            "LGBT",
            "Romance"
        ],
        "categories": [
            "Unread",
            "eBook",
            "Fantasy",
            "LGBT"
        ],
        "starRating": 0,
        "coverFront": "5013034-front.jpg",
        "coverBack": "5013034-back.jpg"
    },
    {
        "id": "5013035",
        "title": "Reaper Man",
        "author": "Terry Pratchett",
        "series": "Discworld",
        "seriesNo": 11,
        "publishedDate": "January 1, 1991",
        "summary": "Death is missing - presumed... er... gone.\\n\\nWhich leads to the kind of chaos you always get when an important public service is withdrawn.\\n\\nMeanwhile, on a little farm far, far away, a tall dark stranger is turning out to be really good with a scythe. There's a harvest to be gathered in...",
        "genres": [
            "Fantasy",
            "Fiction",
            "Comedy"
        ],
        "categories": [
            "Read",
            "Paperback",
            "Fantasy",
            "Favourites"
        ],
        "starRating": 5,
        "coverFront": "5013035-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013036",
        "title": "Wizard's First Rule",
        "author": "Terry Goodkind",
        "series": "Sword of Truth",
        "seriesNo": 1,
        "publishedDate": "August 15, 1994",
        "summary": "In the aftermath of the brutal murder of his father, a mysterious woman, Kahlan Amnell, appears in Richard Cypher's forest sanctuary seeking help . . . and more.\\n\\nHis world, his very beliefs, are shattered when ancient debts come due with thundering violence. In a dark age it takes courage to live, and more than mere courage to challenge those who hold dominion, Richard and Kahlan must take up that challenge or become the next victims. Beyond awaits a bewitching land where even the best of their hearts could betray them. Yet, Richard fears nothing so much as what secrets his sword might reveal about his own soul. Falling in love would destroy them—for reasons Richard can't imagine and Kahlan dare not say.\\n\\nIn their darkest hour, hunted relentlessly, tormented by treachery and loss, Kahlan calls upon Richard to reach beyond his sword—to invoke within himself something more noble. Neither knows that the rules of battle have just changed . . . or that their time has run out.\\n\\nThis is the beginning. One book. One Rule. Witness the birth of a legend.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy",
            "High Fantasy"
        ],
        "categories": [
            "Read",
            "eBook",
            "Fantasy",
            "DNF",
            "Borrowed"
        ],
        "starRating": 1,
        "coverFront": "5013036-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013037",
        "title": "Alexander Hamilton",
        "author": "Ron Chernow",
        "publishedDate": "April 26, 2004",
        "summary": "Pulitzer Prize-winning author Ron Chernow presents a landmark biography of Alexander Hamilton, the Founding Father who galvanized, inspired, scandalized, and shaped the newborn nation.\\n\\nIn the first full-length biography of Alexander Hamilton in decades, Ron Chernow tells the riveting story of a man who overcame all odds to shape, inspire, and scandalize the newborn America. According to historian Joseph Ellis, Alexander Hamilton is “a robust full-length portrait, in my view the best ever written, of the most brilliant, charismatic and dangerous founder of them all.”\\n\\nFew figures in American history have been more hotly debated or more grossly misunderstood than Alexander Hamilton. Chernow's biography gives Hamilton his due and sets the record straight, deftly illustrating that the political and economic greatness of today's America is the result of Hamilton's countless sacrifices to champion ideas that were often wildly disputed during his time. “To repudiate his legacy,” Chernow writes, “is, in many ways, to repudiate the modern world.” Chernow here recounts Hamilton's turbulent life: an illegitimate, largely self-taught orphan from the Caribbean, he came out of nowhere to take America by storm, rising to become George Washington's aide-de-camp in the Continental Army, coauthoring The Federalist Papers, founding the Bank of New York, leading the Federalist Party, and becoming the first Treasury Secretary of the United States. Historians have long told the story of America's birth as the triumph of Jefferson's democratic ideals over the aristocratic intentions of Hamilton. Chernow presents an entirely different man, whose legendary ambitions were motivated not merely by self-interest but by passionate patriotism and a stubborn will to build the foundations of American prosperity and power. His is a Hamilton far more human than we've encountered before—from his shame about his birth to his fiery aspirations, from his intimate relationships with childhood friends to his titanic feuds with Jefferson, Madison, Adams, Monroe, and Burr, and from his highly public affair with Maria Reynolds to his loving marriage to his loyal wife Eliza. And never before has there been a more vivid account of Hamilton's famous and mysterious death in a duel with Aaron Burr in July of 1804.\\n\\nChernow's biography is not just a portrait of Hamilton, but the story of America's birth seen through its most central figure. At a critical time to look back to our roots, Alexander Hamilton will remind readers of the purpose of our institutions and our heritage as Americans.",
        "genres": [
            "Non-Fiction",
            "History",
            "Politics",
            "Biography"
        ],
        "categories": [
            "Unread",
            "Non-Fiction"
        ],
        "starRating": 0,
        "coverFront": "5013037-front.jpg",
        "coverBack": ""
    },
    {
        "id": "5013038",
        "title": "Dark Force Rising",
        "author": "Timothy Zahn",
        "series": "Star Wars: The Thrawn Trilogy",
        "seriesNo": 2,
        "publishedDate": "May 1, 1992",
        "summary": "The dying Empire's most cunning and ruthless warlord—Grand Admiral Thrawn—has taken command of the remnants of the Imperial fleet and launched a massive campaign aimed at the New Republic's destruction. Meanwhile, Han and Lando Calrissian race against time to find proof of treason inside the highest Republic Council—only to discover instead a ghostly fleet of warships that could bring doom to their friends and victory to their enemies.\\n\\nYet most dangerous of all is a new Dark Jedi, risen from the ashes of a shrouded past, consumed by bitterness… and scheming to corrupt Luke Skywalker to the Dark Side.",
        "genres": [
            "Fiction",
            "Science Fiction",
            "Space Opera",
            "Fantasy"
        ],
        "categories": [
            "Read",
            "Fiction",
            "Science Fiction",
            "Paperback"
        ],
        "starRating": 4,
        "coverFront": "5013038-front.jpg",
        "coverBack": "5013038-back.jpg"
    },
    {
        "id": "5013039",
        "title": "Dune",
        "author": "Frank Herbert",
        "series": "Dune",
        "seriesNo": 1,
        "publishedDate": "June 1, 1965",
        "summary": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the “spice” melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...\\n\\nWhen House Atreides is betrayed, the destruction of Paul's family will set the boy on a journey toward a destiny greater than he could ever have imagined. And as he evolves into the mysterious man known as Muad'Dib, he will bring to fruition humankind's most ancient and unattainable dream.",
        "genres": [
            "Fiction",
            "Science Fiction",
            "Classics",
            "Fantasy"
        ],
        "categories": [
            "Unread",
            "Fiction",
            "Science Fiction",
            "Classics"
        ],
        "starRating": 0,
        "coverFront": "5013039-front.jpg",
        "coverBack": "5013039-back.jpg"
    },
    {
        "id": "5013040",
        "title": "Kings of the Wyld",
        "author": "Nicholas Eames",
        "series": "The Band",
        "seriesNo": 1,
        "publishedDate": "February 21, 2017",
        "summary": "Clay Cooper and his band were once the best of the best -- the meanest, dirtiest, most feared crew of mercenaries this side of the Heartwyld.\\n\\nTheir glory days long past, the mercs have grown apart and grown old, fat, drunk - or a combination of the three. Then an ex-bandmate turns up at Clay's door with a plea for help. His daughter Rose is trapped in a city besieged by an enemy one hundred thousand strong and hungry for blood. Rescuing Rose is the kind of mission that only the very brave or the very stupid would sign up for.\\n\\nIt's time to get the band back together for one last tour across the Wyld.",
        "genres": [
            "Fiction",
            "Fantasy",
            "Comedy",
            "Adventure"
        ],
        "categories": [
            "Unread",
            "Fiction",
            "Fantasy"
        ],
        "starRating": 0,
        "coverFront": "5013040-front.jpg",
        "coverBack": "5013040-back.jpg"
    },
    {
        "id": "5013041",
        "title": "Oathbringer",
        "author": "Brandon Sanderson",
        "series": "The Stormlight Archive",
        "seriesNo": 3,
        "publishedDate": "November 14, 2017",
        "summary": "In Oathbringer, the third volume of the New York Times bestselling Stormlight Archive, humanity faces a new Desolation with the return of the Voidbringers, a foe with numbers as great as their thirst for vengeance.\\n\\nDalinar Kholin's Alethi armies won a fleeting victory at a terrible cost: The enemy Parshendi summoned the violent Everstorm, which now sweeps the world with destruction, and in its passing awakens the once peaceful and subservient parshmen to the horror of their millennia-long enslavement by humans. While on a desperate flight to warn his family of the threat, Kaladin Stormblessed must come to grips with the fact that the newly kindled anger of the parshmen may be wholly justified.\\n\\nNestled in the mountains high above the storms, in the tower city of Urithiru, Shallan Davar investigates the wonders of the ancient stronghold of the Knights Radiant and unearths dark secrets lurking in its depths. And Dalinar realizes that his holy mission to unite his homeland of Alethkar was too narrow in scope. Unless all the nations of Roshar can put aside Dalinar's blood-soaked past and stand together--and unless Dalinar himself can confront that past--even the restoration of the Knights Radiant will not prevent the end of civilization.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Epic Fantasy"
        ],
        "categories": [
            "Unread",
            "eBook",
            "Hardcover",
            "Fantasy"
        ],
        "starRating": 0,
        "coverFront": "5013041-front.jpg",
        "coverBack": "5013041-back.jpg",
        "coverSpine": "5013041-spine.jpg"
    },
    {
        "id": "5013042",
        "title": "The Poppy War",
        "author": "R.F. Kuang",
        "series": "The Poppy War",
        "seriesNo": 1,
        "publishedDate": "May 1, 2018",
        "summary": "An epic historical military fantasy, inspired by the bloody history of China's twentieth century and filled with treachery and magic.\\n\\nWhen Rin aced the Keju—the Empire-wide test to find the most talented youth to learn at the Academies—it was a shock to everyone: to the test officials, who couldn't believe a war orphan from Rooster Province could pass without cheating; to Rin's guardians, who believed they'd finally be able to marry her off and further their criminal enterprise; and to Rin herself, who realized she was finally free of the servitude and despair that had made up her daily existence. That she got into Sinegard—the most elite military school in Nikan—was even more surprising.\\n\\nBut surprises aren't always good.\\n\\nBecause being a dark-skinned peasant girl from the south is not an easy thing at Sinegard. Targeted from the outset by rival classmates for her color, poverty, and gender, Rin discovers she possesses a lethal, unearthly power—an aptitude for the nearly-mythical art of shamanism. Exploring the depths of her gift with the help of a seemingly insane teacher and psychoactive substances, Rin learns that gods long thought dead are very much alive—and that mastering control over those powers could mean more than just surviving school.\\n\\nFor while the Nikara Empire is at peace, the Federation of Mugen still lurks across a narrow sea. The militarily advanced Federation occupied Nikan for decades after the First Poppy War, and only barely lost the continent in the Second. And while most of the people are complacent to go about their lives, a few are aware that a Third Poppy War is just a spark away . . .\\n\\nRin's shamanic powers may be the only way to save her people. But as she finds out more about the god that has chosen her, the vengeful Phoenix, she fears that winning the war may cost her humanity . . . and that it may already be too late.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Historical Fiction"
        ],
        "categories": [
            "Read",
            "eBook",
            "Paperback",
            "Fantasy",
            "Borrowed"
        ],
        "starRating": 4,
        "coverFront": "5013042-front.jpg",
        "coverBack": "5013042-back.jpg",
        "coverSpine": ""
    },
    {
        "id": "5013043",
        "title": "Guards! Guards!",
        "author": "Terry Pratchett",
        "series": "Discworld",
        "seriesNo": 8,
        "publishedDate": "August 1, 1989",
        "summary": "This is where the dragons went. They lie... not dead, not asleep, but... dormant. And although the space they occupy isn't like normal space, nevertheless they are packed in tightly. They could put you in mind of a can of sardines, if you thought sardines were huge and scaly. And presumably, somewhere, there's a key...",
        "genres": [
            "Fantasy",
            "Fiction",
            "Comedy"
        ],
        "categories": [
            "Read",
            "Paperback",
            "Fantasy"
        ],
        "starRating": 4,
        "coverFront": "5013043-front.jpg",
        "coverBack": "",
        "coverSpine": ""
    },
    {
        "id": "5013044",
        "title": "Yumi and the Nightmare Painter",
        "author": "Brandon Sanderson",
        "publishedDate": "July 1, 2023",
        "summary": "Yumi comes from a land of gardens, meditation, and spirits, while Painter lives in a world of darkness, technology, and nightmares. When their lives suddenly become intertwined in strange ways, can they put aside their differences and work together to uncover the mysteries of their situation and save each other's communities from certain disaster?",
        "genres": [
            "Fantasy",
            "Fiction",
            "Romance",
            "High Fantasy"
        ],
        "categories": [
            "Unread",
            "Paperback",
            "Fantasy"
        ],
        "starRating": 4,
        "coverFront": "5013044-front.jpg",
        "coverBack": "5013044-back.jpg",
        "coverSpine": ""
    },
    {
        "id": "5013045",
        "title": "Promise of Blood",
        "author": "Brian McClellan",
        "series": "Powder Mage",
        "seriesNo": 1,
        "publishedDate": "April 16, 2013",
        "summary": "The Age of Kings is dead . . . and I have killed it.\\n\\nIt's a bloody business overthrowing a king...\\n\\nField Marshal Tamas' coup against his king sent corrupt aristocrats to the guillotine and brought bread to the starving. But it also provoked war with the Nine Nations, internal attacks by royalist fanatics, and the greedy to scramble for money and power by Tamas's supposed allies: the Church, workers unions, and mercenary forces.\\n\\nStretched to his limit, Tamas is relying heavily on his few remaining powder mages, including the embittered Taniel, a brilliant marksman who also happens to be his estranged son, and Adamat, a retired police inspector whose loyalty is being tested by blackmail.\\n\\nBut when gods are involved...\\n\\nNow, as attacks batter them from within and without, the credulous are whispering about omens of death and destruction. Just old peasant legends about the gods waking to walk the earth. No modern educated man believes that sort of thing. But they should...\\n\\nIn a rich, distinctive world that mixes magic with technology, who could stand against mages that control gunpowder and bullets?",
        "genres": [
            "Fantasy",
            "Fiction",
            "Steampunk",
            "High Fantasy",
            "Epic Fantasy"
        ],
        "categories": [
            "Unread",
            "Paperback",
            "Fantasy"
        ],
        "starRating": 0,
        "coverFront": "5013045-front.jpg",
        "coverBack": "5013045-back.jpg",
        "coverSpine": ""
    },
    {
        "id": "5013046",
        "title": "Soulsmith",
        "author": "Will Wight",
        "series": "Cradle",
        "seriesNo": 2,
        "publishedDate": "September 26, 2016",
        "summary": "Outside Sacred Valley, ancient ruins rise from the earth, drawing sacred artists from miles around to fight for the treasures within.\\n\\nLindon has reached Copper, taking the first step on the road to power, but the warriors of the outside world are still far beyond him.\\n\\nTo advance, he turns to the arcane skills of the Soulsmiths, who craft weapons from the stuff of souls. With new powers come new enemies, and Lindon soon finds himself facing an entire sect of Golds.",
        "genres": [
            "Fantasy",
            "Fiction",
            "Progression Fantasy",
            "High Fantasy",
            "Epic Fantasy"
        ],
        "categories": [
            "Read",
            "eBook",
            "Fantasy",
            "Audiobook"
        ],
        "starRating": 4,
        "coverFront": "5013046-front.jpg",
        "coverBack": "",
        "coverSpine": ""
    }
]